namespace VPAPortal.Data
{
    public static class TargetList
    {
        public static readonly List<string> Targets = new()
        {
            "ОС РОВ", "Точки вильоту дронів", "Антени",
            "РЛС та ЗС (техніка)", "РЛС та ЗС (окопні)",
            "РЕБ (техніка)", "РЕБ (авто)", "РЕБ (окопні)",
            "Ворожі крила", "Шахеди та Гербери",
            "Танки", "ББМ, БМП, БТР", "Гармати, гаубиці",
            "САУ", "Мінометні", "РСЗВ, ЗРК, ЗУ",
            "ЛАТ, ВАТ, спец. техніка", "Мотоцикли та баггі",
            "Склади", "Стратегічна інфраструктура",
            "Тактична інфраструктура", "Укриття", "Бліндажі",
            "Мережеве обладнання", "Камери",
            "Ворожі коптери", "Ворожі НРК", "Інше"
        };
    }
}
